public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
        // Вариант 1:
        // 000 - грустно
        // 001 -уставшая
        // 011 - ностальгирую
        // 111 - на седьмом небе
        // 010 - злюсь
        // 101 -влюблена
        // 100 - воодушевлена
        // 110 - мотивированна

        // Вариант 2:
        // 000 - дама
        // 001 -валет
        // 011 - туз
        // 111 - шестерка
        // 010 - семерка
        // 101 -восьмерка
        // 100 - девятка
        // 110 - десятка
        }
}